Repository: wakamin/Ongkir
Catalog: languages/*_ongkir-*.po
Languages: id_id

source: Success storing provinces into database
id_id: Berhasil menyimpan provinsi ke dalam database

source: Success storing cities into database
id_id: Berhasil menyimpan kota ke dalam database

source: Bad params
id_id: Parameter buruk

source: Must use Pro account.
id_id: Harus menggunakan akun Pro.

source: Success storing all subdistrics into database
id_id: Berhasil menyimpan semua kecamatan ke dalam database

source: Success storing subdistrics of %s into database
id_id: Berhasil menyimpan kecamatan dari %s ke dalam database

source: Must use Basic or Pro account.
id_id: Harus menggunakan akun Basic atau Pro.

source: Success storing international origin into database
id_id: Berhasil menyimpan asal internasional kedalam database

source: Success storing international destination into database
id_id: Berhasil menyimpan tujuan internasional kedalam database

source: Country is required
id_id: Negara diperlukan

source: Success
id_id: Berhasil

source: City is required
id_id: Kota diperlukan

source: Loading...
id_id: Memuat...

source: Getting provinces data
id_id: Mengambil data provinsi

source: Getting cities data
id_id: Mengambil data kota

source: Getting subdistricts data
id_id: Mengambil data kecamatan

source: Getting international origin data
id_id: Mengambil data asal internasional

source: Getting international destination data
id_id: Mengambil data tujuan internasional

source: Please select
id_id: Silahkan pilih

source: Success searching location
id_id: Berhasil mencari lokasi

source: Please select shipping origin!
id_id: Silahkan pilih asal pengiriman!

source: Please select shipping destination!
id_id: Silahkan pilih tujuan pengiriman!

source: Please input weight!
id_id: Silahkan masukkan berat!

source: Please select couriers!
id_id: Silahkan pilih kurir!

source: Shipping cost
id_id: Ongkos kirim

source: Please input the tracking number!
id_id: Silahkan masukkan nomor pelacakan!

source: Please select courier!
id_id: Silahkan pilih kurir!

source: Shipping Tracking
id_id: Lacak Pengiriman

source: Province is required
id_id: Provinsi diperlukan

source: Province not found
id_id: Provinsi tidak ditemukan

source: Cities
id_id: Kota

source: City not found.
id_id: Kota tidak ditemukan.

source: Subdistricts
id_id: Kecamatan

source: Subdistrict is required
id_id: Kecamatan diperlukan

source: Operation success
id_id: Operasi berhasil

source: Submit
id_id: Kirim

source: Processing...
id_id: Memproses...

source: Get Shipping Costs
id_id: Dapatkan ongkos kirim

source: Track Shipment
id_id: Lacak Pengiriman

source: Close
id_id: Tutup

source: Single selection
id_id: Pilihan tunggal

source: Multiple selection
id_id: Banyak pilihan

source: City
id_id: Kota

source: Subdistrict
id_id: Kecamatan

source: Please Select
id_id: Silahkan pilih

source: Subdistrict not found
id_id: Kecamatan tidak ditemukan

source: Shipping cost and tracking widget.
id_id: Widget ongkos kirim dan pelacakan.

source: Title
id_id: Judul

source: Small
id_id: Kecil

source: Wide
id_id: Lebar

source: Ongkir shipping method
id_id: Metode pengiriman Ongkir

source: Shipping origin subdistrict
id_id: Kecamatan asal pengiriman

source: Ongkir Configuration
id_id: Konfigurasi Ongkir

source: Main Configuration
id_id: Konfigurasi Utama

source: Shipping Cost
id_id: Ongkos Kirim

source: Tracking
id_id: Pelacakan

source: RajaOngkir Api Key
id_id: API Key RajaOngkir

source: Get your RajaOngkir api key <a href="%s" target="_blank">here</a>.
id_id: Dapatkan API key RajaOngkir <a href="%s" target="_blank">disini</a>.

source: Account Type
id_id: Tipe Akun

source: Stored Location Count
id_id: Jumlah Lokasi Tersimpan

source: Province
id_id: Provinsi

source: International Origin
id_id: Asal Internasional

source: International Destination
id_id: Tujuan Internasional

source: Get Location Data
id_id: Ambil Data Lokasi

source: All done!
id_id: Sudah semua!

source: Don't close or refresh window until finish!
id_id: Jangan tutup atau memuat ulang halaman sampai selesai!

source: Available Couriers
id_id: Kurir Tersedia

source: Cost
id_id: Ongkos

source: Origin
id_id: Asal

source: Select
id_id: Pilih

source: Destination
id_id: Tujuan

source: Weight
id_id: Berat

source: Courier
id_id: Kurir

source: Select all
id_id: Pilih semua

source: Unselect all
id_id: Tidak dipilih semua

source: Tracking Number
id_id: Nomor Pelacakan

source: Shipping
id_id: Pengiriman

source: Service
id_id: Layanan

source: %s day(s)
id_id: %s hari

source: Not found :(
id_id: Tidak ditemukan :(

source: Receiver
id_id: Penerima

source: From
id_id: Dari

source: To
id_id: Kepada

source: Calculate shipping
id_id: Hitung pengiriman

source: Select a country / region&hellip;
id_id: Pilih negara / kabupaten kota&hellip;

source: State / County
id_id: Negara

source: Select an option&hellip;
id_id: Pilih opsi&hellip;

source: Postcode / ZIP
id_id: Kode pos

source: Update
id_id: Perbarui
